istio/abcd_perf/multi-perf3/report3000.txt
Requests      [total, rate]            90000, 3000.02
Duration      [total, attack, wait]    30.00255343s, 29.999775956s, 2.777474ms
Latencies     [mean, 50, 95, 99, max]  3.83071ms, 616.187µs, 9.738024ms, 92.27461ms, 295.24062ms
Bytes In      [total, mean]            2340000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:90000  
Error Set: